import Header from "@/components/jobs/Header";
import VisionLayout from "@/components/vision/VisionLayout";
import React from "react";
const impact = () => {
  const blogs = [
    {
      blog: `"وجود ركايا أمر جوهري ونتمنى أن نزيد من تعاوننا"`,
      author: "د. أحمد سندي رئيس مجلس إدارة مجموعة أثراء القابضة",
    },
    {
      blog: `"ركايا من أهم أسباب نجاحنا والشريك الذي نعتمد عليه" `,
      author: " أ. فواز دانش رئيس مجلس إدارة شركة ضيوف البيت",
    },
    {
      blog: ` "توفّقنا في اختيار شركة ركايا كشريك قوي أمين"  `,
      author: " أ. أسامة دانش العضو المنتدب لشركة حجاج جنوب آسيا",
    },
    {
      blog: `"سعدنا بشراكتنا مع شركة ركايا ونتشرّف أن تكون شراكة استراتيجية للمدى البعيد `,
      author: " أ. أسامة أبو العلا الرئيس التنفيذي لشركة ضيوف البيت",
    },
    {
      blog: `"إحدى الشركات المحترمة والمرموقة ومزيدًا من التوفيق والنجاح إن شاء الله" `,
      author: " أ. عبدالرحمن شركة خاصة  ",
    },
    {
      blog: `"شركة لها اسم قوي في السوق وتقدم كثير من الخدمات الإدارية" `,
      author: "   أ. لؤي شركة صناع النظم  ",
    },

    {
      blog: `"ركايا معروفة في السوق بإسمها القوي ونجاحها المتقدم"`,
      author: " أ. محمد شركة خاصة ",
    },
    {
      blog: `"شركة تمتاز بالنظام والاحترام صدرهم يسمع لك قبل أن يتكلم ، من أفضل الشركات التي تم الاجتماع معها مسئول محترم ومتفاهم و خلوق" `,
      author: "   أ. مصطفى شركة خاصة  ",
    },
  ];
  return (
    <>
      <Header text={"قَبس عن ركايا"} />

      <VisionLayout>
        <h1>قَبس</h1>
        <h5>اِقتباسات نعُدها شعلة مضيئة تزيد من توهّجنا</h5>
        <div className="mainBoxBLog my-5">
          {blogs.map((item, index) => (
            <div className="blogBox mt-5 " key={index}>
              <h5>{item?.blog}</h5>
              <p className="text-start mt-3 mb-0">{item?.author} </p>
            </div>
          ))}
        </div>
      </VisionLayout>
    </>
  );
};

export default impact;
