import Container from "@/components/Container";
import VisionLayout from "@/components/vision/VisionLayout";
import Card from "@/components/vision/services/Card";




const services = () => {
   return (
      <VisionLayout title="خدماتنا">
         <p>
            نؤمن بأن كل عمل لا يتم بإتقان من غير أسس أخلاقية مهنية نسترشد بها
            وترسّخ علاقتنا بعملائنا 
         </p>
         <Container className="col-12 d-flex flex-wrap justify-content-center justify-content-lg-start mx-0 gap-3">
            {/* <div className="row gap-3 justify-content-center justify-content-lg-start my-3 my-lg-0"> */}
               <Card title={"استشارات تنظيمية"}>
                  <p className="mb-1">
                     للحصول على نظرة شاملة وتحديد الخطط والإجراءات الضرورية
                     للتحسين ، يساعدك فريقنا على:
                  </p>
                  <p className="my-1">
                     - بناء استراتيجيات العمل وخطط لتنفيذ الاستراتيجية وتطويرها 
                  </p>
                  <p className="my-1">
                     - تحديد الأهداف الاستراتيجية والرؤية وتصميم المؤشرات
                     الاستراتيجية
                  </p>
                  <p className="my-1">
                     - تطوير خارطة الطريق التشغيلي للاستراتيجيات والمبادرات
                  </p>
                  <p className="mb-1">
                     للحصول على نظرة شاملة وتحديد الخطط والإجراءات الضرورية
                     للتحسين ، يساعدك فريقنا على:
                  </p>
                  <p className="my-1">
                     - بناء استراتيجيات العمل وخطط لتنفيذ الاستراتيجية وتطويرها 
                  </p>
                  <p className="my-1">
                     - تحديد الأهداف الاستراتيجية والرؤية وتصميم المؤشرات
                     الاستراتيجية
                  </p>
                  <p className="my-1">
                     - تطوير خارطة الطريق التشغيلي للاستراتيجيات والمبادرات
                  </p>
               </Card>
               <Card title={"استشارات تنظيمية"}>
                  <p className="mb-1">
                     للحصول على نظرة شاملة وتحديد الخطط والإجراءات الضرورية
                     للتحسين ، يساعدك فريقنا على:
                  </p>
                  <p className="my-1">
                     - بناء استراتيجيات العمل وخطط لتنفيذ الاستراتيجية وتطويرها 
                  </p>
                  <p className="my-1">
                     - تحديد الأهداف الاستراتيجية والرؤية وتصميم المؤشرات
                     الاستراتيجية
                  </p>
                  <p className="my-1">
                     - تطوير خارطة الطريق التشغيلي للاستراتيجيات والمبادرات
                  </p>
                  <p className="mb-1">
                     للحصول على نظرة شاملة وتحديد الخطط والإجراءات الضرورية
                     للتحسين ، يساعدك فريقنا على:
                  </p>
                  <p className="my-1">
                     - بناء استراتيجيات العمل وخطط لتنفيذ الاستراتيجية وتطويرها 
                  </p>
                  <p className="my-1">
                     - تحديد الأهداف الاستراتيجية والرؤية وتصميم المؤشرات
                     الاستراتيجية
                  </p>
                  <p className="my-1">
                     - تطوير خارطة الطريق التشغيلي للاستراتيجيات والمبادرات
                  </p>
               </Card>
               <Card title={"استشارات تنظيمية"}>
                  <p className="mb-1">
                     للحصول على نظرة شاملة وتحديد الخطط والإجراءات الضرورية
                     للتحسين ، يساعدك فريقنا على:
                  </p>
                  <p className="my-1">
                     - بناء استراتيجيات العمل وخطط لتنفيذ الاستراتيجية وتطويرها 
                  </p>
                  <p className="my-1">
                     - تحديد الأهداف الاستراتيجية والرؤية وتصميم المؤشرات
                     الاستراتيجية
                  </p>
                  <p className="my-1">
                     - تطوير خارطة الطريق التشغيلي للاستراتيجيات والمبادرات
                  </p>
                  <p className="mb-1">
                     للحصول على نظرة شاملة وتحديد الخطط والإجراءات الضرورية
                     للتحسين ، يساعدك فريقنا على:
                  </p>
                  <p className="my-1">
                     - بناء استراتيجيات العمل وخطط لتنفيذ الاستراتيجية وتطويرها 
                  </p>
                  <p className="my-1">
                     - تحديد الأهداف الاستراتيجية والرؤية وتصميم المؤشرات
                     الاستراتيجية
                  </p>
                  <p className="my-1">
                     - تطوير خارطة الطريق التشغيلي للاستراتيجيات والمبادرات
                  </p>
               </Card>
            {/* </div> */}
            {/* <div className="row gap-3 justify-content-center justify-content-lg-start"> */}
               <Card title={"استشارات تنظيمية"}>
                  <p className="mb-1">
                     للحصول على نظرة شاملة وتحديد الخطط والإجراءات الضرورية
                     للتحسين ، يساعدك فريقنا على:
                  </p>
                  <p className="my-1">
                     - بناء استراتيجيات العمل وخطط لتنفيذ الاستراتيجية وتطويرها 
                  </p>
                  <p className="my-1">
                     - تحديد الأهداف الاستراتيجية والرؤية وتصميم المؤشرات
                     الاستراتيجية
                  </p>
                  <p className="my-1">
                     - تطوير خارطة الطريق التشغيلي للاستراتيجيات والمبادرات
                  </p>
                  <p className="mb-1">
                     للحصول على نظرة شاملة وتحديد الخطط والإجراءات الضرورية
                     للتحسين ، يساعدك فريقنا على:
                  </p>
                  <p className="my-1">
                     - بناء استراتيجيات العمل وخطط لتنفيذ الاستراتيجية وتطويرها 
                  </p>
                  <p className="my-1">
                     - تحديد الأهداف الاستراتيجية والرؤية وتصميم المؤشرات
                     الاستراتيجية
                  </p>
                  <p className="my-1">
                     - تطوير خارطة الطريق التشغيلي للاستراتيجيات والمبادرات
                  </p>
               </Card>
               <Card title={"استشارات تنظيمية"}>
                  <p className="mb-1">
                     للحصول على نظرة شاملة وتحديد الخطط والإجراءات الضرورية
                     للتحسين ، يساعدك فريقنا على:
                  </p>
                  <p className="my-1">
                     - بناء استراتيجيات العمل وخطط لتنفيذ الاستراتيجية وتطويرها 
                  </p>
                  <p className="my-1">
                     - تحديد الأهداف الاستراتيجية والرؤية وتصميم المؤشرات
                     الاستراتيجية
                  </p>
                  <p className="my-1">
                     - تطوير خارطة الطريق التشغيلي للاستراتيجيات والمبادرات
                  </p>
                  <p className="mb-1">
                     للحصول على نظرة شاملة وتحديد الخطط والإجراءات الضرورية
                     للتحسين ، يساعدك فريقنا على:
                  </p>
                  <p className="my-1">
                     - بناء استراتيجيات العمل وخطط لتنفيذ الاستراتيجية وتطويرها 
                  </p>
                  <p className="my-1">
                     - تحديد الأهداف الاستراتيجية والرؤية وتصميم المؤشرات
                     الاستراتيجية
                  </p>
                  <p className="my-1">
                     - تطوير خارطة الطريق التشغيلي للاستراتيجيات والمبادرات
                  </p>
               </Card>
               <Card title={"استشارات تنظيمية"}>
                  <p className="mb-1">
                     للحصول على نظرة شاملة وتحديد الخطط والإجراءات الضرورية
                     للتحسين ، يساعدك فريقنا على:
                  </p>
                  <p className="my-1">
                     - بناء استراتيجيات العمل وخطط لتنفيذ الاستراتيجية وتطويرها 
                  </p>
                  <p className="my-1">
                     - تحديد الأهداف الاستراتيجية والرؤية وتصميم المؤشرات
                     الاستراتيجية
                  </p>
                  <p className="my-1">
                     - تطوير خارطة الطريق التشغيلي للاستراتيجيات والمبادرات
                  </p>
                  <p className="mb-1">
                     للحصول على نظرة شاملة وتحديد الخطط والإجراءات الضرورية
                     للتحسين ، يساعدك فريقنا على:
                  </p>
                  <p className="my-1">
                     - بناء استراتيجيات العمل وخطط لتنفيذ الاستراتيجية وتطويرها 
                  </p>
                  <p className="my-1">
                     - تحديد الأهداف الاستراتيجية والرؤية وتصميم المؤشرات
                     الاستراتيجية
                  </p>
                  <p className="my-1">
                     - تطوير خارطة الطريق التشغيلي للاستراتيجيات والمبادرات
                  </p>
               </Card>
            {/* </div> */}
         </Container>
      </VisionLayout>
   );
};

export default services;
