"/vision";
export const TeamData = [
  { name: "المستشار نبيل عابد", position: "رئيس مجلس الإدارة" },
  { name: "م. حاتم باناصر", position: "الرئيس التنفيذي" },
  { name: "لميس الثقفي", position: "مستشارة تطوير أعمال" },
  { name: "أحمد الغريب", position: "مدير المكتب التنفيذي" },
  { name: "عمر خان", position: "مدير إدارة تقنية المعلومات" },
  {
    name: "مريم العمودي",
    position: "مديرة البحث والتطوير بصحة وسلامة الغذاء",
  },
  { name: "إبتهال دحلان", position: "مساند إداري" },
  { name: "الاء دحلان", position: "مساند إداري" },
  { name: "حسين الغشيري", position: "مساند إداري" },
  { name: "غيداء مغربي", position: "مهندسة برمجيات" },
  { name: "أسامة عبدالغني", position: "مهندس برمجيات" },
  { name: "ربى بوقس", position: "مصمم واجهات وتجربة المستخدم" },
  { name: "شوق خياط", position: "محاسبة مالية" },
  { name: "لمى بوقس", position: "مهندسة برمجيات" },
  { name: "غدير العريني", position: "أخصائي قانوني" },
  { name: "مازن صلاح الدين", position: "باريستا" },
  { name: "عدنان صلاح الدين", position: "باريستا" },
  { name: "محمد الأحمر", position: "مهندس برمجيات" },
  { name: "عبدالرحمن الشيخ", position: "مهندس برمجيات" },
  { name: "دانة درار", position: "مشرفة قسم إسعاد العملاء" },
  { name: "تسنيم فطاني", position: "مشرفة قسم التسويق" },
  { name: "إنصاف السبحي", position: "أخصائية تقنية معلومات" },
  { name: "ريم العتمي", position: "مهندسة برمجيات" },
  { name: "رحيمة جعفر", position: "مساند إداري" },
  { name: "جواد الغريبي", position: "مهندس برمجيات" },
  { name: "سعيد المطري", position: "مصمم جرافيكي" },
  { name: "نادر حسن", position: "مستشار إداري واقتصادي" },
  { name: "بشرى المطري", position: "أخصائي جودة" },
  { name: "علوي حلواني", position: "مراقب جودة" },
  { name: "رياض برناوي", position: "مراقب جودة" },
  { name: "بدر الوذيناني", position: "مراقب جودة" },
  { name: "أحمد خياط", position: "مراقب جودة" },
  { name: "عبدالله باجابر", position: "مهندس برمجيات" },
  { name: "مؤيد الصبحي", position: "مهندس برمجيات" },
];
("/vision");
export const contentData = [
  {
    textContent:
      "تواجه كل شركة في طريقها لتحقيق أهدافها ونموها في السوق تحديّات كبيرة، قد تكون إدارية من حيث تنظيمها وهيكلتها وإدارة المهام أو تسويقية برواجها أو عدم وضوح رؤيتها في مرحلتها القادمة، لذلك وجدت ركايا...",
    subtitle:
      "حتّى نكون نقاط للحروف وأسطر للصفحة البيضاء ومفاتيح لأي قُفل بفريقنا المميز ومستشارينّا نقوم بدراسة مكمن العقدة لحلّها بوضع خطط استراتيجية تلائم الشركة وتطوّر من أوضاعها.",
    imgSrc: "/studio/companies/Rakaya White.png",
  },
  {
    textContent:
      "ركايا البديعة هي أرض خصبة للأفكار الإبداعية والحلول اللامتناهية وأساليب العمل الإحترافية وقوّتنا أننا نرى بأن الشركة ليست عماد إداري فقط بل التقنية عامل مهم جدًا وأتمتة الأعمال جزء لاينفك عنها",
    subtitle:
      "إتقان.. جوهرتنا التقنية تــكمن في أن مهندسي البرمجيات لدينا ليسوا مجرد مبرمجين بل هم خلّاقو الإبداع، يتمتعون بملكة عالية في اهتمامهم لأدق التفاصيل، وامتلاكهم لرؤية شاملة وقدرة استثنائية على تحويل الأفكار إلى حلول تقنية مبتكرة وفعّالة.",
    imgSrc: "/studio/companies/Etqan white.png",
  },
  {
    textContent:
      "ولأن التميّز في مجال مزدهر مثل الاستشارات أمر مهم ولاهتمامنا بالاستدامة والنمو الغذائي السليم، نعتز في ركايا البديعة بوجود القطاع المختص بتقديم الاستشارات الغذائية مع نخبة من الاستشاريين المرخصين من الهيئة العامة للغذاء والدواء.",
    subtitle:
      "جودة .. في جودة التشغيل الغذائي نتفرد بمستشارين غذائيين واختصاصيين وفريق عمل متمرّس بخبرات تتجاوز 20 سنة ، نعكس التزامنا بتقديم أعلى مستويات الخدمة والدعم لعملائنا مما يساهم في رفع جودة ووعي المنشآت والقطاعات الغذائية",
    imgSrc: "/studio/companies/QFSCO white.png",
  },
  ,
];
("/vision/pillars");
export const pillarsData = [
  {
    title: "الشفافية",
    icon: "bi bi-list-nested",
    description:
      "التواصل الواضح مع العميل وتقديم الإستشارة بعد دراستها من كل الجوانب",
  },
  {
    title: "المسؤولية",
    icon: "bi bi-bar-chart",
    description:
      "الالتزام بأداء العمل على أكمل وجه وإضافة قيمة نوعية تساهم بتحقيق النجاح",
  },
  {
    title: "الاستدامة",
    icon: "bi bi-grid-1x2",
    description: "الحرص على خلق علاقة شراكة ناجحة مستدامة على المدى الطويل",
  },
  {
    title: "التمكين",
    icon: "bi bi-asterisk",
    description:
      "العمل على الوصول لأكبر قدرة إنتاجية وزيادة الكفاءة بخطط وأهداف منظمة",
  },
  {
    title: "الجدارة",
    icon: "bi bi-star",
    description:
      "إنجاز العمل بطريقة صحيحة وفي توقيت مثالي بواسطة استشاريين متخصصين",
  },
];
("/vision/impact");
export const blogs = [
  {
    blog: `"وجود ركايا أمر جوهري ونتمنى أن نزيد من تعاوننا"`,
    author: "د. أحمد سندي رئيس مجلس إدارة مجموعة أثراء القابضة",
  },
  {
    blog: `"ركايا من أهم أسباب نجاحنا والشريك الذي نعتمد عليه" `,
    author: " أ. فواز دانش رئيس مجلس إدارة شركة ضيوف البيت",
  },
  {
    blog: ` "توفّقنا في اختيار شركة ركايا كشريك قوي أمين"  `,
    author: " أ. أسامة دانش العضو المنتدب لشركة حجاج جنوب آسيا",
  },
  {
    blog: `"سعدنا بشراكتنا مع شركة ركايا ونتشرّف أن تكون شراكة استراتيجية للمدى البعيد `,
    author: " أ. أسامة أبو العلا الرئيس التنفيذي لشركة ضيوف البيت",
  },
  {
    blog: `"إحدى الشركات المحترمة والمرموقة ومزيدًا من التوفيق والنجاح إن شاء الله" `,
    author: " أ. عبدالرحمن شركة خاصة  ",
  },
  {
    blog: `"شركة لها اسم قوي في السوق وتقدم كثير من الخدمات الإدارية" `,
    author: "   أ. لؤي شركة صناع النظم  ",
  },

  {
    blog: `"ركايا معروفة في السوق بإسمها القوي ونجاحها المتقدم"`,
    author: " أ. محمد شركة خاصة ",
  },
  {
    blog: `"شركة تمتاز بالنظام والاحترام صدرهم يسمع لك قبل أن يتكلم ، من أفضل الشركات التي تم الاجتماع معها مسئول محترم ومتفاهم و خلوق" `,
    author: "   أ. مصطفى شركة خاصة  ",
  },
];
("vision/products");
export const products = [
  {
    title: "منصة رفادة لجودة التشغيل",
    description:
      "منصة إلكترونية بنظام متكامل تهدف إلى التقييم  التفاعلي للخطط التشغيلية والمتابعة المحكمة للارتقاء بخدمات قطاع الإعاشة والتغذية والضيافة خلال موسمي الحج والعمرة. رفادة هي مجموعة حلول أُعدّت بإتقان",
  },
  {
    title: "موقع شركة إتقان الرقمية ",
    description:
      "تم إنشاء صفحة هبوط لشركة اتقان الرقمية، وهي صفحة مصممة لتقديم محتوى مميز حول الشركة وأهدافها وخدماتها.",
    subTitle:
      "تتضمن الصفحة أيضًا ملخصًا واضحًا عن خدماتها ومنتجاتها، مع التركيز على كيفية تحسين تجربة المستخدم وتلبية احتياجاتهم. كما تتضمن الصفحة استدعاءً للعمل واضحًا يدعو الزوار إلى التفاعل واتخاذ الخطوة التالية، سواء كان ذلك بتجربة المنتج أو التواصل معنا للمزيد من المعلومات.",
  },
  {
    title: "موقع شركة جودة التشغيل لخدمات الاستشارات الغذائية",
    description:
      "تم إنشاء صفحة هبوط لشركة جودة التشغيل لخدمات الاستشارات الغذائية، وهي صفحة مصممة لتقديم محتوى مميز حول الشركة وأهدافها وخدماتها. ",
    subTitle:
      "تتضمن الصفحة أيضًا ملخصًا واضحًا عن خدماتها ومنتجاتها، مع التركيز على كيفية تحسين تجربة المستخدم وتلبية احتياجاتهم. كما تتضمن الصفحة استدعاءً للعمل واضحًا يدعو الزوار إلى التفاعل واتخاذ الخطوة التالية، سواء كان ذلك بتجربة المنتج أو التواصل معنا للمزيد من المعلومات.",
  },
  {
    title: "موقع شركة الطهاة الخمسة",
    description:
      "تم إنشاء صفحة هبوط لشركة الطهاة الخمسة، وهي صفحة مصممة لتقديم محتوى مميز حول الشركة وأهدافها وخدماتها. ",
    subTitle:
      "تتضمن الصفحة أيضًا ملخصًا واضحًا عن خدماتها ومنتجاتها، مع التركيز على كيفية تحسين تجربة المستخدم وتلبية احتياجاتهم. كما تتضمن الصفحة استدعاءً للعمل واضحًا يدعو الزوار إلى التفاعل واتخاذ الخطوة التالية، سواء كان ذلك بتجربة المنتج أو التواصل معنا للمزيد من المعلومات.",
  },
  {
    title: "موقع شركة إثراء الخير لخدمات الحجاج",
    description:
      "تم إنشاء صفحة هبوط لشركة اثراء الخير، وهي صفحة مصممة لتقديم محتوى مميز حول الشركة وأهدافها وخدماتها. ",
    subTitle:
      "تتضمن الصفحة أيضًا ملخصًا واضحًا عن خدماتها ومنتجاتها، مع التركيز على كيفية تحسين تجربة المستخدم وتلبية احتياجاتهم. كما تتضمن الصفحة استدعاءً للعمل واضحًا يدعو الزوار إلى التفاعل واتخاذ الخطوة التالية، سواء كان ذلك بتجربة المنتج أو التواصل معنا للمزيد من المعلومات.",
  },
  {
    title: "موقع شركة إسناد القابضة",
    description:
      "تم إنشاء صفحة هبوط لشركة إسناد القابضة، وهي صفحة مصممة لتقديم محتوى مميز حول الشركة وأهدافها وخدماتها.",
    subTitle:
      "تتضمن الصفحة أيضًا ملخصًا واضحًا عن خدماتها ومنتجاتها، مع التركيز على كيفية تحسين تجربة المستخدم وتلبية احتياجاتهم. كما تتضمن الصفحة استدعاءً للعمل واضحًا يدعو الزوار إلى التفاعل واتخاذ الخطوة التالية، سواء كان ذلك بتجربة المنتج أو التواصل معنا للمزيد من المعلومات.",
  },
];
("/vision/programs");
export const program = [
  {
    title: "منصة جسر",
    description:
      "منصة تقنية للموارد البشرية تستخدم لمتابعة احتياجات الموظفين وتساعدهم على تسجيل اوقات حضورهم وانصرافهم عبر تطبيق الجوال",
  },
  {
    title: "برنامج Trello",
    description:
      "يستخدم لإدارة مشاريع ومهام الفريق وحتى يكون العمل منظم وموثّق.",
  },
  {
    title: "تطبيقات قوقل",
    description: "",
    items: [
      {
        item: " نستخدم Google drive لمشاركة الملفات مع الفريق وسهولة الوصول إليها",
      },
      {
        item: "  نستخدم Google meet لتسهيل العمل الجماعي والتواصل المرن مع أعضاء الفريق  ",
      },
      {
        item: " ونستخدم Google sheet لإنشاء جداول البيانات وتخزينها ومشاركتها مع فريق العمل بسهولة",
      },
    ],
  },
  {
    title: "برنامج Figma",
    description:
      "نصمم المواقع والتطبيقات عن طريق Figma ومن خلاله يوضح المصمم للمبرمج شكل التطبيق وشكل الموقع.",
    subTitle: "",
  },
];
("/vision/services")
export const services = [
  {
    title: "استشارات إستراتيجية",
    subTitle:"للحصول على نظرة شاملة وتحديد الخطط والإجراءات الضرورية للتحسين ، يساعدك فريقنا على:",
    items: [
      { item: "بناء استراتيجيات العمل وخطط لتنفيذ الاستراتيجية وتطويرها" },
      {
        item: "تحديد الأهداف الاستراتيجية والرؤية وتصميم المؤشرات الاستراتيجية",
      },
      { item: "تطوير خارطة الطريق التشغيلي للاستراتيجيات والمبادرات" },
    ],
  },
  {
    title: "استشارات تنظيمية",
    subTitle:"لأهمية تنظيم المنشأة من مواجهة التحديات الداخلية ، يساعدك فريقنا على:",
    items: [
      { item: "تصميم الهياكل التنظيمية وتشغيل عمليات الموارد البشرية" },
      { item: "تصميم اللوائح الداخلية وتطوير أدلة السياسات والإجراءات" },
      {
        item: "تحسين إجراءات العمل وتحليل الاحتياجات التدريبية وإدارة برامج التطوير القيادي",
      },
      { item: "بناء قدرات فريق العمل وتصميم مؤشرات أداء الموظفين" },
    ],
  },
  {
    title: "استشارات ريادية",
    subTitle:"الشغف والإصرار للتعلم والتكيّف مع التغيرات المحيطة سبب استدامة المنظومات ، يساعدك فريقنا على:",
    items: [
      { item: "تصميم وتحليل الميزة التنافسية" },
      { item: "تصميم مؤشرات قياس الأداء" },
      { item: "تطبيق وتفعيل أنظمة الجودة" },
      { item: "تصميم خطط للمشاريع الصغيرة ونموها" },
    ],
  },
  {
    title: "استشارات رقمية",
    subTitle:"لضمان التواجد الرقمي المميّـز وتطوير المنشأة للأفضل ، يساعدك فريقنا على:",
    items: [
      {
        item: "تحليل وبناء الأنظمة واختبارها للتأكد من فعاليتها وموافقتها لاختيار العميل",
      },
      { item: "تصميم واجهات المستخدم لتطبيقات الجوال والمواقع الإلكترونية" },
      { item: "تصميم وبرمجة المواقع وبرمجة تطبيقات الجوال cross platforms" },
      {
        item: "الاستضافة السحابية بحجز وتجهيز الخوادم والنطاقات ورفع المنتج على الخوادم",
      },
    ],
  },
  {
    title: "استشارات التميز",
    subTitle:"التميز والإبداع هدف المنشأة الناجحة ولمزيد من النجاحات يساعدك فريقنا على: ",
    items: [
      { item: "تقييم كفاءة مكاتب إدارة المشاريع" },
      { item: "تقييم إدارة المحافظ والبرامج والمشاريع" },
      { item: "تقييم المتطلبات الخاصة بشهادات الايزو (ISO)" },
      { item: "تصميم مصفوفة الصلاحيات وتطبيق برامج ترشيد الإنفاق" },
    ],
  },
  {
    title: "استشارات غذائية",
    subTitle:"لتحسين جودة وصحة وسلامة الغذاء في المنشأة ، يساعدك فريقنا على: ",
    items: [
      { item: "دراسة واعتماد المخططات الخاصة بالمنشآت الغذائية" },
      {
        item: "تأهيل المنشأة الغذائية وتدريب أفرادها ووثائقها المطلوبة لتطبيق أنظمة الجودة والايزو",
      },
      {
        item: "تقديم استشارات ملائمة تتناسب مع احتياجات العميل المتكاملة في منشأته الغذائية",
      },
      { item: "تدريب الموظفين والعاملين على ممارسات سلامة الأغذية" },
    ],
  },
];
